tap "homebrew/cask"
tap "zi0p4tch0/taps"
tap "koekeishiya/formulae"
tap "homebrew/services"

# Casks
cask "calibre"
cask "secretive"
cask "vscodium"
cask "xcodes"
cask "zerotier-one"
cask "discord"
cask "qbittorrent"
cask "mumble"
cask "vlc"
cask "1password"
cask "plex"
cask "plexamp"
cask "parsec"
cask "firefox"
cask "alacritty"

# Tools
brew  "yabai"
brew "skhd"
brew "fasd"
brew "youtube-dl"
brew "wget"
brew "ffmpeg"
brew "exa"
brew "shellcheck"
brew "htop"
brew "cmatrix"
brew "pipes-sh"
brew "tmux"
brew "cmus"
brew "tty-clock"
brew "ical-buddy"
brew "fzf"
brew "neofetch"
brew "imagemagick"
brew "cbonsai"

# Mac App Store
brew "mas"
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353 
mas "Microsoft Remote Desktop", id: 1295203466
mas "Amphetamine", id: 937984704
mas "MacFamilyTree 9", id: 1458866808
