# Casks
tap "homebrew/cask"
cask "calibre"
cask "secretive"
cask "vscodium"
cask "xcodes"
cask "zerotier-one"
cask "discord"
cask "qbittorrent"
cask "mumble"
cask "vlc"
cask "1password"
cask "plex"
cask "plexamp"
cask "parsec"
cask "brave-browser"
cask "iterm2"

# Tools
brew "fasd"
brew "youtube-dl"
brew "wget"
brew "ffmpeg"
brew "exa"
brew "shellcheck"

# Mac App Store
brew "mas"
mas "Slack", id: 803453959
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353 
mas "Microsoft Remote Desktop", id: 1295203466
mas "Amphetamine", id: 937984704
mas "MacFamilyTree 9", id: 1458866808
